"1 126 1 4206624772 ,"
"energy_lv0 4 1 1 2560 2560 0 : energy_lv1 4 1 1 1280 1280 0 : energy_lv2 4 1 1 640 640 0 : energy_lv3 4 1 1 320 320 0 : energy_lv4 4 1 1 160 160 0 : energy_lv5 4 1 1 80 80 0 : image 4 1 1 2560 2560 0 : pyramid_lv0 4 1 1 2560 2560 0 : pyramid_lv1 4 1 1 1280 1280 0 : pyramid_lv2 4 1 1 640 640 0 : pyramid_lv3 4 1 1 320 320 0 : pyramid_lv4 4 1 1 160 160 0 : pyramid_lv5 4 1 1 80 80 0 ,"
" 100 101 106 111 133 134 139 144 166 167 172 177 181 194 201 202 206 219 226 227 231 244 251 252 256 269 276 277 281 294 301 302 305 327 328 331 34 35 353 354 357 379 380 383 40 405 406 409 431 432 435 45 457 458 459 460 461 463 464 466 468 469 472 473 475 476 478 480 481 484 485 487 488 490 492 493 496 497 499 500 502 504 505 508 509 511 512 514 516 517 520 521 523 524 526 528 529 67 68 73 78 energy_lv0 energy_lv1 energy_lv2 energy_lv3 energy_lv4 energy_lv5 image out_energy_lv0 out_energy_lv1 out_energy_lv2 out_energy_lv3 out_energy_lv4 out_energy_lv5 out_pyramid_lv0 out_pyramid_lv1 out_pyramid_lv2 out_pyramid_lv3 out_pyramid_lv4 out_pyramid_lv5 pyramid_lv0 pyramid_lv1 pyramid_lv2 pyramid_lv3 pyramid_lv4 pyramid_lv5 ,"
"out_energy_lv0 out_energy_lv1 out_energy_lv2 out_energy_lv3 out_energy_lv4 out_energy_lv5 out_pyramid_lv0 out_pyramid_lv1 out_pyramid_lv2 out_pyramid_lv3 out_pyramid_lv4 out_pyramid_lv5 ,"
" 113 ,"
"Pad Pad_12 1 1 image 34 0 0 2 2 2 2 0 0 1 0 ,"
"Convolution Conv_13 1 1 34 35 1 1 1 5 5 1 1 0 0 0 -1 1 1 0 ,"
"StridedSliceV2 Slice_18 1 1 35 40 1 0 1 2147483647 1 2 1 2 ,"
"StridedSliceV2 Slice_23 1 1 40 45 1 0 1 2147483647 1 3 1 2 ,"
"Pad Pad_36 1 1 45 67 0 0 2 2 2 2 0 0 1 0 ,"
"Convolution Conv_37 1 1 67 68 1 1 1 5 5 1 1 0 0 0 -1 1 1 0 ,"
"StridedSliceV2 Slice_42 1 1 68 73 1 0 1 2147483647 1 2 1 2 ,"
"StridedSliceV2 Slice_47 1 1 73 78 1 0 1 2147483647 1 3 1 2 ,"
"Pad Pad_60 1 1 78 100 0 0 2 2 2 2 0 0 1 0 ,"
"Convolution Conv_61 1 1 100 101 1 1 1 5 5 1 1 0 0 0 -1 1 1 0 ,"
"StridedSliceV2 Slice_66 1 1 101 106 1 0 1 2147483647 1 2 1 2 ,"
"StridedSliceV2 Slice_71 1 1 106 111 1 0 1 2147483647 1 3 1 2 ,"
"Pad Pad_84 1 1 111 133 0 0 2 2 2 2 0 0 1 0 ,"
"Convolution Conv_85 1 1 133 134 1 1 1 5 5 1 1 0 0 0 -1 1 1 0 ,"
"StridedSliceV2 Slice_90 1 1 134 139 1 0 1 2147483647 1 2 1 2 ,"
"StridedSliceV2 Slice_95 1 1 139 144 1 0 1 2147483647 1 3 1 2 ,"
"Pad Pad_108 1 1 144 166 0 0 2 2 2 2 0 0 1 0 ,"
"Convolution Conv_109 1 1 166 167 1 1 1 5 5 1 1 0 0 0 -1 1 1 0 ,"
"StridedSliceV2 Slice_114 1 1 167 172 1 0 1 2147483647 1 2 1 2 ,"
"StridedSliceV2 Slice_119 1 1 172 177 1 0 1 2147483647 1 3 1 2 ,"
"Upsample Resize_120 1 1 177 181 2 2 2 0 ,"
"StridedSliceV2 Slice_129 1 1 181 194 1 0 1 160 1 2 1 1 ,"
"StridedSliceV2 Slice_132 1 1 194 201 1 0 1 160 1 3 1 1 ,"
"Sub Sub_133 2 1 144 201 202 1 ,"
"Upsample Resize_134 1 1 144 206 2 2 2 0 ,"
"StridedSliceV2 Slice_143 1 1 206 219 1 0 1 320 1 2 1 1 ,"
"StridedSliceV2 Slice_146 1 1 219 226 1 0 1 320 1 3 1 1 ,"
"Sub Sub_147 2 1 111 226 227 1 ,"
"Upsample Resize_148 1 1 111 231 2 2 2 0 ,"
"StridedSliceV2 Slice_157 1 1 231 244 1 0 1 640 1 2 1 1 ,"
"StridedSliceV2 Slice_160 1 1 244 251 1 0 1 640 1 3 1 1 ,"
"Sub Sub_161 2 1 78 251 252 1 ,"
"Upsample Resize_162 1 1 78 256 2 2 2 0 ,"
"StridedSliceV2 Slice_171 1 1 256 269 1 0 1 1280 1 2 1 1 ,"
"StridedSliceV2 Slice_174 1 1 269 276 1 0 1 1280 1 3 1 1 ,"
"Sub Sub_175 2 1 45 276 277 1 ,"
"Upsample Resize_176 1 1 45 281 2 2 2 0 ,"
"StridedSliceV2 Slice_185 1 1 281 294 1 0 1 2560 1 2 1 1 ,"
"StridedSliceV2 Slice_188 1 1 294 301 1 0 1 2560 1 3 1 1 ,"
"Sub Sub_189 2 1 image 301 302 1 ,"
"Power Pow_190 1 1 302 305 0 1 0 ,"
"Pad Pad_203 1 1 305 327 0 0 20 20 20 20 0 0 1 0 ,"
"Convolution Conv_204 1 1 327 328 1 1 1 41 41 1 1 0 0 0 -1 1 1 0 ,"
"Power Pow_205 1 1 277 331 0 1 0 ,"
"Pad Pad_218 1 1 331 353 0 0 20 20 20 20 0 0 1 0 ,"
"Convolution Conv_219 1 1 353 354 1 1 1 41 41 1 1 0 0 0 -1 1 1 0 ,"
"Power Pow_220 1 1 252 357 0 1 0 ,"
"Pad Pad_233 1 1 357 379 0 0 20 20 20 20 0 0 1 0 ,"
"Convolution Conv_234 1 1 379 380 1 1 1 41 41 1 1 0 0 0 -1 1 1 0 ,"
"Power Pow_235 1 1 227 383 0 1 0 ,"
"Pad Pad_248 1 1 383 405 0 0 20 20 20 20 0 0 1 0 ,"
"Convolution Conv_249 1 1 405 406 1 1 1 41 41 1 1 0 0 0 -1 1 1 0 ,"
"Power Pow_250 1 1 202 409 0 1 0 ,"
"Pad Pad_263 1 1 409 431 0 0 20 20 20 20 0 0 1 0 ,"
"Convolution Conv_264 1 1 431 432 1 1 1 41 41 1 1 0 0 0 -1 1 1 0 ,"
"Power Pow_265 1 1 177 435 0 1 0 ,"
"Pad Pad_278 1 1 435 457 0 0 20 20 20 20 0 0 1 0 ,"
"Convolution Conv_279 1 1 457 458 1 1 1 41 41 1 1 0 0 0 -1 1 1 0 ,"
"Greater Greater_280 2 1 328 energy_lv0 459 1 ,"
"Cast Cast_281 1 1 459 460 0 ,"
"Mul Mul_282 2 1 302 460 461 1 ,"
"Sub Sub_284 1 1 460 463 0 ,"
"Mul Mul_285 2 1 pyramid_lv0 463 464 1 ,"
"Add Add_286 2 1 461 464 out_pyramid_lv0 1 ,"
"Mul Mul_287 2 1 328 460 466 1 ,"
"Sub Sub_289 1 1 460 468 0 ,"
"Mul Mul_290 2 1 energy_lv0 468 469 1 ,"
"Add Add_291 2 1 466 469 out_energy_lv0 1 ,"
"Pooling AveragePool_293 1 1 460 472 1 2 2 2 2 0 0 -1 -1 -1 0 0 0 0 ,"
"Mul Mul_294 2 1 277 472 473 1 ,"
"Sub Sub_296 1 1 472 475 0 ,"
"Mul Mul_297 2 1 pyramid_lv1 475 476 1 ,"
"Add Add_298 2 1 473 476 out_pyramid_lv1 1 ,"
"Mul Mul_299 2 1 354 472 478 1 ,"
"Sub Sub_301 1 1 472 480 0 ,"
"Mul Mul_302 2 1 energy_lv1 480 481 1 ,"
"Add Add_303 2 1 478 481 out_energy_lv1 1 ,"
"Pooling AveragePool_305 1 1 472 484 1 2 2 2 2 0 0 -1 -1 -1 0 0 0 0 ,"
"Mul Mul_306 2 1 252 484 485 1 ,"
"Sub Sub_308 1 1 484 487 0 ,"
"Mul Mul_309 2 1 pyramid_lv2 487 488 1 ,"
"Add Add_310 2 1 485 488 out_pyramid_lv2 1 ,"
"Mul Mul_311 2 1 380 484 490 1 ,"
"Sub Sub_313 1 1 484 492 0 ,"
"Mul Mul_314 2 1 energy_lv2 492 493 1 ,"
"Add Add_315 2 1 490 493 out_energy_lv2 1 ,"
"Pooling AveragePool_317 1 1 484 496 1 2 2 2 2 0 0 -1 -1 -1 0 0 0 0 ,"
"Mul Mul_318 2 1 227 496 497 1 ,"
"Sub Sub_320 1 1 496 499 0 ,"
"Mul Mul_321 2 1 pyramid_lv3 499 500 1 ,"
"Add Add_322 2 1 497 500 out_pyramid_lv3 1 ,"
"Mul Mul_323 2 1 406 496 502 1 ,"
"Sub Sub_325 1 1 496 504 0 ,"
"Mul Mul_326 2 1 energy_lv3 504 505 1 ,"
"Add Add_327 2 1 502 505 out_energy_lv3 1 ,"
"Pooling AveragePool_329 1 1 496 508 1 2 2 2 2 0 0 -1 -1 -1 0 0 0 0 ,"
"Mul Mul_330 2 1 202 508 509 1 ,"
"Sub Sub_332 1 1 508 511 0 ,"
"Mul Mul_333 2 1 pyramid_lv4 511 512 1 ,"
"Add Add_334 2 1 509 512 out_pyramid_lv4 1 ,"
"Mul Mul_335 2 1 432 508 514 1 ,"
"Sub Sub_337 1 1 508 516 0 ,"
"Mul Mul_338 2 1 energy_lv4 516 517 1 ,"
"Add Add_339 2 1 514 517 out_energy_lv4 1 ,"
"Pooling AveragePool_341 1 1 508 520 1 2 2 2 2 0 0 -1 -1 -1 0 0 0 0 ,"
"Mul Mul_342 2 1 177 520 521 1 ,"
"Sub Sub_344 1 1 520 523 0 ,"
"Mul Mul_345 2 1 pyramid_lv5 523 524 1 ,"
"Add Add_346 2 1 521 524 out_pyramid_lv5 1 ,"
"Mul Mul_347 2 1 458 520 526 1 ,"
"Sub Sub_349 1 1 520 528 0 ,"
"Mul Mul_350 2 1 energy_lv5 528 529 1 ,"
"Add Add_351 2 1 526 529 out_energy_lv5 1 ,"
