"1 0 1 4206624770 ,"
"Placeholder 1 3 224 224 ,"
" ,"
"softmax_tensor ,"
" 310 ,"
"Convolution Relu 1 1 Placeholder Relu 1 3 64 7 7 2 2 0 0 1 0 1 1 1 ,"
"Pooling max_pooling2d/MaxPool 1 1 Relu max_pooling2d/MaxPool 0 3 3 2 2 0 0 -1 -1 0 1 ,"
"Mul block-0/denseblock-0-0/batch_normalization/FusedBatchNorm_mul_0 1 1 max_pooling2d/MaxPool block-0/denseblock-0-0/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-0/denseblock-0-0/Relu 1 1 block-0/denseblock-0-0/batch_normalization/FusedBatchNorm_mul_0 block-0/denseblock-0-0/Relu_output 1 ,"
"ReLU block-0/denseblock-0-0/Relu_activation 1 1 block-0/denseblock-0-0/Relu_output block-0/denseblock-0-0/Relu ,"
"Convolution block-0/denseblock-0-0/conv2d/Conv2D 1 1 block-0/denseblock-0-0/Relu block-0/denseblock-0-0/conv2d/Conv2D 1 64 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-0/denseblock-0-0/concat 2 1 max_pooling2d/MaxPool block-0/denseblock-0-0/conv2d/Conv2D block-0/denseblock-0-0/concat 1 ,"
"Mul block-0/denseblock-0-1/batch_normalization/FusedBatchNorm_mul_0 1 1 block-0/denseblock-0-0/concat block-0/denseblock-0-1/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-0/denseblock-0-1/Relu 1 1 block-0/denseblock-0-1/batch_normalization/FusedBatchNorm_mul_0 block-0/denseblock-0-1/Relu_output 1 ,"
"ReLU block-0/denseblock-0-1/Relu_activation 1 1 block-0/denseblock-0-1/Relu_output block-0/denseblock-0-1/Relu ,"
"Convolution block-0/denseblock-0-1/conv2d/Conv2D 1 1 block-0/denseblock-0-1/Relu block-0/denseblock-0-1/conv2d/Conv2D 1 96 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-0/denseblock-0-1/concat 2 1 block-0/denseblock-0-0/concat block-0/denseblock-0-1/conv2d/Conv2D block-0/denseblock-0-1/concat 1 ,"
"Mul block-0/denseblock-0-2/batch_normalization/FusedBatchNorm_mul_0 1 1 block-0/denseblock-0-1/concat block-0/denseblock-0-2/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-0/denseblock-0-2/Relu 1 1 block-0/denseblock-0-2/batch_normalization/FusedBatchNorm_mul_0 block-0/denseblock-0-2/Relu_output 1 ,"
"ReLU block-0/denseblock-0-2/Relu_activation 1 1 block-0/denseblock-0-2/Relu_output block-0/denseblock-0-2/Relu ,"
"Convolution block-0/denseblock-0-2/conv2d/Conv2D 1 1 block-0/denseblock-0-2/Relu block-0/denseblock-0-2/conv2d/Conv2D 1 128 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-0/denseblock-0-2/concat 2 1 block-0/denseblock-0-1/concat block-0/denseblock-0-2/conv2d/Conv2D block-0/denseblock-0-2/concat 1 ,"
"Mul block-0/denseblock-0-3/batch_normalization/FusedBatchNorm_mul_0 1 1 block-0/denseblock-0-2/concat block-0/denseblock-0-3/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-0/denseblock-0-3/Relu 1 1 block-0/denseblock-0-3/batch_normalization/FusedBatchNorm_mul_0 block-0/denseblock-0-3/Relu_output 1 ,"
"ReLU block-0/denseblock-0-3/Relu_activation 1 1 block-0/denseblock-0-3/Relu_output block-0/denseblock-0-3/Relu ,"
"Convolution block-0/denseblock-0-3/conv2d/Conv2D 1 1 block-0/denseblock-0-3/Relu block-0/denseblock-0-3/conv2d/Conv2D 1 160 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-0/denseblock-0-3/concat 2 1 block-0/denseblock-0-2/concat block-0/denseblock-0-3/conv2d/Conv2D block-0/denseblock-0-3/concat 1 ,"
"Mul block-0/denseblock-0-4/batch_normalization/FusedBatchNorm_mul_0 1 1 block-0/denseblock-0-3/concat block-0/denseblock-0-4/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-0/denseblock-0-4/Relu 1 1 block-0/denseblock-0-4/batch_normalization/FusedBatchNorm_mul_0 block-0/denseblock-0-4/Relu_output 1 ,"
"ReLU block-0/denseblock-0-4/Relu_activation 1 1 block-0/denseblock-0-4/Relu_output block-0/denseblock-0-4/Relu ,"
"Convolution block-0/denseblock-0-4/conv2d/Conv2D 1 1 block-0/denseblock-0-4/Relu block-0/denseblock-0-4/conv2d/Conv2D 1 192 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-0/denseblock-0-4/concat 2 1 block-0/denseblock-0-3/concat block-0/denseblock-0-4/conv2d/Conv2D block-0/denseblock-0-4/concat 1 ,"
"Mul block-0/denseblock-0-5/batch_normalization/FusedBatchNorm_mul_0 1 1 block-0/denseblock-0-4/concat block-0/denseblock-0-5/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-0/denseblock-0-5/Relu 1 1 block-0/denseblock-0-5/batch_normalization/FusedBatchNorm_mul_0 block-0/denseblock-0-5/Relu_output 1 ,"
"ReLU block-0/denseblock-0-5/Relu_activation 1 1 block-0/denseblock-0-5/Relu_output block-0/denseblock-0-5/Relu ,"
"Convolution block-0/denseblock-0-5/conv2d/Conv2D 1 1 block-0/denseblock-0-5/Relu block-0/denseblock-0-5/conv2d/Conv2D 1 224 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-0/denseblock-0-5/concat 2 1 block-0/denseblock-0-4/concat block-0/denseblock-0-5/conv2d/Conv2D block-0/denseblock-0-5/concat 1 ,"
"Mul block-0/batch_normalization/FusedBatchNorm_mul_0 1 1 block-0/denseblock-0-5/concat block-0/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-0/Relu 1 1 block-0/batch_normalization/FusedBatchNorm_mul_0 block-0/Relu_output 1 ,"
"ReLU block-0/Relu_activation 1 1 block-0/Relu_output block-0/Relu ,"
"Convolution block-0/conv2d/Conv2D 1 1 block-0/Relu block-0/conv2d/Conv2D 1 256 128 1 1 1 1 0 0 1 0 1 1 0 ,"
"Pooling block-0/average_pooling2d/AvgPool 1 1 block-0/conv2d/Conv2D block-0/average_pooling2d/AvgPool 1 2 2 2 2 0 0 -1 -1 0 1 ,"
"Mul block-1/denseblock-1-0/batch_normalization/FusedBatchNorm_mul_0 1 1 block-0/average_pooling2d/AvgPool block-1/denseblock-1-0/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-0/Relu 1 1 block-1/denseblock-1-0/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-0/Relu_output 1 ,"
"ReLU block-1/denseblock-1-0/Relu_activation 1 1 block-1/denseblock-1-0/Relu_output block-1/denseblock-1-0/Relu ,"
"Convolution block-1/denseblock-1-0/conv2d/Conv2D 1 1 block-1/denseblock-1-0/Relu block-1/denseblock-1-0/conv2d/Conv2D 1 128 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-0/concat 2 1 block-0/average_pooling2d/AvgPool block-1/denseblock-1-0/conv2d/Conv2D block-1/denseblock-1-0/concat 1 ,"
"Mul block-1/denseblock-1-1/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-0/concat block-1/denseblock-1-1/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-1/Relu 1 1 block-1/denseblock-1-1/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-1/Relu_output 1 ,"
"ReLU block-1/denseblock-1-1/Relu_activation 1 1 block-1/denseblock-1-1/Relu_output block-1/denseblock-1-1/Relu ,"
"Convolution block-1/denseblock-1-1/conv2d/Conv2D 1 1 block-1/denseblock-1-1/Relu block-1/denseblock-1-1/conv2d/Conv2D 1 160 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-1/concat 2 1 block-1/denseblock-1-0/concat block-1/denseblock-1-1/conv2d/Conv2D block-1/denseblock-1-1/concat 1 ,"
"Mul block-1/denseblock-1-2/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-1/concat block-1/denseblock-1-2/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-2/Relu 1 1 block-1/denseblock-1-2/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-2/Relu_output 1 ,"
"ReLU block-1/denseblock-1-2/Relu_activation 1 1 block-1/denseblock-1-2/Relu_output block-1/denseblock-1-2/Relu ,"
"Convolution block-1/denseblock-1-2/conv2d/Conv2D 1 1 block-1/denseblock-1-2/Relu block-1/denseblock-1-2/conv2d/Conv2D 1 192 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-2/concat 2 1 block-1/denseblock-1-1/concat block-1/denseblock-1-2/conv2d/Conv2D block-1/denseblock-1-2/concat 1 ,"
"Mul block-1/denseblock-1-3/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-2/concat block-1/denseblock-1-3/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-3/Relu 1 1 block-1/denseblock-1-3/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-3/Relu_output 1 ,"
"ReLU block-1/denseblock-1-3/Relu_activation 1 1 block-1/denseblock-1-3/Relu_output block-1/denseblock-1-3/Relu ,"
"Convolution block-1/denseblock-1-3/conv2d/Conv2D 1 1 block-1/denseblock-1-3/Relu block-1/denseblock-1-3/conv2d/Conv2D 1 224 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-3/concat 2 1 block-1/denseblock-1-2/concat block-1/denseblock-1-3/conv2d/Conv2D block-1/denseblock-1-3/concat 1 ,"
"Mul block-1/denseblock-1-4/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-3/concat block-1/denseblock-1-4/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-4/Relu 1 1 block-1/denseblock-1-4/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-4/Relu_output 1 ,"
"ReLU block-1/denseblock-1-4/Relu_activation 1 1 block-1/denseblock-1-4/Relu_output block-1/denseblock-1-4/Relu ,"
"Convolution block-1/denseblock-1-4/conv2d/Conv2D 1 1 block-1/denseblock-1-4/Relu block-1/denseblock-1-4/conv2d/Conv2D 1 256 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-4/concat 2 1 block-1/denseblock-1-3/concat block-1/denseblock-1-4/conv2d/Conv2D block-1/denseblock-1-4/concat 1 ,"
"Mul block-1/denseblock-1-5/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-4/concat block-1/denseblock-1-5/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-5/Relu 1 1 block-1/denseblock-1-5/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-5/Relu_output 1 ,"
"ReLU block-1/denseblock-1-5/Relu_activation 1 1 block-1/denseblock-1-5/Relu_output block-1/denseblock-1-5/Relu ,"
"Convolution block-1/denseblock-1-5/conv2d/Conv2D 1 1 block-1/denseblock-1-5/Relu block-1/denseblock-1-5/conv2d/Conv2D 1 288 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-5/concat 2 1 block-1/denseblock-1-4/concat block-1/denseblock-1-5/conv2d/Conv2D block-1/denseblock-1-5/concat 1 ,"
"Mul block-1/denseblock-1-6/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-5/concat block-1/denseblock-1-6/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-6/Relu 1 1 block-1/denseblock-1-6/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-6/Relu_output 1 ,"
"ReLU block-1/denseblock-1-6/Relu_activation 1 1 block-1/denseblock-1-6/Relu_output block-1/denseblock-1-6/Relu ,"
"Convolution block-1/denseblock-1-6/conv2d/Conv2D 1 1 block-1/denseblock-1-6/Relu block-1/denseblock-1-6/conv2d/Conv2D 1 320 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-6/concat 2 1 block-1/denseblock-1-5/concat block-1/denseblock-1-6/conv2d/Conv2D block-1/denseblock-1-6/concat 1 ,"
"Mul block-1/denseblock-1-7/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-6/concat block-1/denseblock-1-7/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-7/Relu 1 1 block-1/denseblock-1-7/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-7/Relu_output 1 ,"
"ReLU block-1/denseblock-1-7/Relu_activation 1 1 block-1/denseblock-1-7/Relu_output block-1/denseblock-1-7/Relu ,"
"Convolution block-1/denseblock-1-7/conv2d/Conv2D 1 1 block-1/denseblock-1-7/Relu block-1/denseblock-1-7/conv2d/Conv2D 1 352 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-7/concat 2 1 block-1/denseblock-1-6/concat block-1/denseblock-1-7/conv2d/Conv2D block-1/denseblock-1-7/concat 1 ,"
"Mul block-1/denseblock-1-8/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-7/concat block-1/denseblock-1-8/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-8/Relu 1 1 block-1/denseblock-1-8/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-8/Relu_output 1 ,"
"ReLU block-1/denseblock-1-8/Relu_activation 1 1 block-1/denseblock-1-8/Relu_output block-1/denseblock-1-8/Relu ,"
"Convolution block-1/denseblock-1-8/conv2d/Conv2D 1 1 block-1/denseblock-1-8/Relu block-1/denseblock-1-8/conv2d/Conv2D 1 384 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-8/concat 2 1 block-1/denseblock-1-7/concat block-1/denseblock-1-8/conv2d/Conv2D block-1/denseblock-1-8/concat 1 ,"
"Mul block-1/denseblock-1-9/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-8/concat block-1/denseblock-1-9/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-9/Relu 1 1 block-1/denseblock-1-9/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-9/Relu_output 1 ,"
"ReLU block-1/denseblock-1-9/Relu_activation 1 1 block-1/denseblock-1-9/Relu_output block-1/denseblock-1-9/Relu ,"
"Convolution block-1/denseblock-1-9/conv2d/Conv2D 1 1 block-1/denseblock-1-9/Relu block-1/denseblock-1-9/conv2d/Conv2D 1 416 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-9/concat 2 1 block-1/denseblock-1-8/concat block-1/denseblock-1-9/conv2d/Conv2D block-1/denseblock-1-9/concat 1 ,"
"Mul block-1/denseblock-1-10/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-9/concat block-1/denseblock-1-10/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-10/Relu 1 1 block-1/denseblock-1-10/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-10/Relu_output 1 ,"
"ReLU block-1/denseblock-1-10/Relu_activation 1 1 block-1/denseblock-1-10/Relu_output block-1/denseblock-1-10/Relu ,"
"Convolution block-1/denseblock-1-10/conv2d/Conv2D 1 1 block-1/denseblock-1-10/Relu block-1/denseblock-1-10/conv2d/Conv2D 1 448 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-10/concat 2 1 block-1/denseblock-1-9/concat block-1/denseblock-1-10/conv2d/Conv2D block-1/denseblock-1-10/concat 1 ,"
"Mul block-1/denseblock-1-11/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-10/concat block-1/denseblock-1-11/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/denseblock-1-11/Relu 1 1 block-1/denseblock-1-11/batch_normalization/FusedBatchNorm_mul_0 block-1/denseblock-1-11/Relu_output 1 ,"
"ReLU block-1/denseblock-1-11/Relu_activation 1 1 block-1/denseblock-1-11/Relu_output block-1/denseblock-1-11/Relu ,"
"Convolution block-1/denseblock-1-11/conv2d/Conv2D 1 1 block-1/denseblock-1-11/Relu block-1/denseblock-1-11/conv2d/Conv2D 1 480 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-1/denseblock-1-11/concat 2 1 block-1/denseblock-1-10/concat block-1/denseblock-1-11/conv2d/Conv2D block-1/denseblock-1-11/concat 1 ,"
"Mul block-1/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/denseblock-1-11/concat block-1/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-1/Relu 1 1 block-1/batch_normalization/FusedBatchNorm_mul_0 block-1/Relu_output 1 ,"
"ReLU block-1/Relu_activation 1 1 block-1/Relu_output block-1/Relu ,"
"Convolution block-1/conv2d/Conv2D 1 1 block-1/Relu block-1/conv2d/Conv2D 1 512 256 1 1 1 1 0 0 1 0 1 1 0 ,"
"Pooling block-1/average_pooling2d/AvgPool 1 1 block-1/conv2d/Conv2D block-1/average_pooling2d/AvgPool 1 2 2 2 2 0 0 -1 -1 0 1 ,"
"Mul block-2/denseblock-2-0/batch_normalization/FusedBatchNorm_mul_0 1 1 block-1/average_pooling2d/AvgPool block-2/denseblock-2-0/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-0/Relu 1 1 block-2/denseblock-2-0/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-0/Relu_output 1 ,"
"ReLU block-2/denseblock-2-0/Relu_activation 1 1 block-2/denseblock-2-0/Relu_output block-2/denseblock-2-0/Relu ,"
"Convolution block-2/denseblock-2-0/conv2d/Conv2D 1 1 block-2/denseblock-2-0/Relu block-2/denseblock-2-0/conv2d/Conv2D 1 256 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-0/concat 2 1 block-1/average_pooling2d/AvgPool block-2/denseblock-2-0/conv2d/Conv2D block-2/denseblock-2-0/concat 1 ,"
"Mul block-2/denseblock-2-1/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-0/concat block-2/denseblock-2-1/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-1/Relu 1 1 block-2/denseblock-2-1/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-1/Relu_output 1 ,"
"ReLU block-2/denseblock-2-1/Relu_activation 1 1 block-2/denseblock-2-1/Relu_output block-2/denseblock-2-1/Relu ,"
"Convolution block-2/denseblock-2-1/conv2d/Conv2D 1 1 block-2/denseblock-2-1/Relu block-2/denseblock-2-1/conv2d/Conv2D 1 288 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-1/concat 2 1 block-2/denseblock-2-0/concat block-2/denseblock-2-1/conv2d/Conv2D block-2/denseblock-2-1/concat 1 ,"
"Mul block-2/denseblock-2-2/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-1/concat block-2/denseblock-2-2/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-2/Relu 1 1 block-2/denseblock-2-2/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-2/Relu_output 1 ,"
"ReLU block-2/denseblock-2-2/Relu_activation 1 1 block-2/denseblock-2-2/Relu_output block-2/denseblock-2-2/Relu ,"
"Convolution block-2/denseblock-2-2/conv2d/Conv2D 1 1 block-2/denseblock-2-2/Relu block-2/denseblock-2-2/conv2d/Conv2D 1 320 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-2/concat 2 1 block-2/denseblock-2-1/concat block-2/denseblock-2-2/conv2d/Conv2D block-2/denseblock-2-2/concat 1 ,"
"Mul block-2/denseblock-2-3/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-2/concat block-2/denseblock-2-3/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-3/Relu 1 1 block-2/denseblock-2-3/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-3/Relu_output 1 ,"
"ReLU block-2/denseblock-2-3/Relu_activation 1 1 block-2/denseblock-2-3/Relu_output block-2/denseblock-2-3/Relu ,"
"Convolution block-2/denseblock-2-3/conv2d/Conv2D 1 1 block-2/denseblock-2-3/Relu block-2/denseblock-2-3/conv2d/Conv2D 1 352 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-3/concat 2 1 block-2/denseblock-2-2/concat block-2/denseblock-2-3/conv2d/Conv2D block-2/denseblock-2-3/concat 1 ,"
"Mul block-2/denseblock-2-4/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-3/concat block-2/denseblock-2-4/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-4/Relu 1 1 block-2/denseblock-2-4/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-4/Relu_output 1 ,"
"ReLU block-2/denseblock-2-4/Relu_activation 1 1 block-2/denseblock-2-4/Relu_output block-2/denseblock-2-4/Relu ,"
"Convolution block-2/denseblock-2-4/conv2d/Conv2D 1 1 block-2/denseblock-2-4/Relu block-2/denseblock-2-4/conv2d/Conv2D 1 384 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-4/concat 2 1 block-2/denseblock-2-3/concat block-2/denseblock-2-4/conv2d/Conv2D block-2/denseblock-2-4/concat 1 ,"
"Mul block-2/denseblock-2-5/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-4/concat block-2/denseblock-2-5/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-5/Relu 1 1 block-2/denseblock-2-5/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-5/Relu_output 1 ,"
"ReLU block-2/denseblock-2-5/Relu_activation 1 1 block-2/denseblock-2-5/Relu_output block-2/denseblock-2-5/Relu ,"
"Convolution block-2/denseblock-2-5/conv2d/Conv2D 1 1 block-2/denseblock-2-5/Relu block-2/denseblock-2-5/conv2d/Conv2D 1 416 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-5/concat 2 1 block-2/denseblock-2-4/concat block-2/denseblock-2-5/conv2d/Conv2D block-2/denseblock-2-5/concat 1 ,"
"Mul block-2/denseblock-2-6/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-5/concat block-2/denseblock-2-6/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-6/Relu 1 1 block-2/denseblock-2-6/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-6/Relu_output 1 ,"
"ReLU block-2/denseblock-2-6/Relu_activation 1 1 block-2/denseblock-2-6/Relu_output block-2/denseblock-2-6/Relu ,"
"Convolution block-2/denseblock-2-6/conv2d/Conv2D 1 1 block-2/denseblock-2-6/Relu block-2/denseblock-2-6/conv2d/Conv2D 1 448 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-6/concat 2 1 block-2/denseblock-2-5/concat block-2/denseblock-2-6/conv2d/Conv2D block-2/denseblock-2-6/concat 1 ,"
"Mul block-2/denseblock-2-7/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-6/concat block-2/denseblock-2-7/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-7/Relu 1 1 block-2/denseblock-2-7/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-7/Relu_output 1 ,"
"ReLU block-2/denseblock-2-7/Relu_activation 1 1 block-2/denseblock-2-7/Relu_output block-2/denseblock-2-7/Relu ,"
"Convolution block-2/denseblock-2-7/conv2d/Conv2D 1 1 block-2/denseblock-2-7/Relu block-2/denseblock-2-7/conv2d/Conv2D 1 480 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-7/concat 2 1 block-2/denseblock-2-6/concat block-2/denseblock-2-7/conv2d/Conv2D block-2/denseblock-2-7/concat 1 ,"
"Mul block-2/denseblock-2-8/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-7/concat block-2/denseblock-2-8/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-8/Relu 1 1 block-2/denseblock-2-8/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-8/Relu_output 1 ,"
"ReLU block-2/denseblock-2-8/Relu_activation 1 1 block-2/denseblock-2-8/Relu_output block-2/denseblock-2-8/Relu ,"
"Convolution block-2/denseblock-2-8/conv2d/Conv2D 1 1 block-2/denseblock-2-8/Relu block-2/denseblock-2-8/conv2d/Conv2D 1 512 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-8/concat 2 1 block-2/denseblock-2-7/concat block-2/denseblock-2-8/conv2d/Conv2D block-2/denseblock-2-8/concat 1 ,"
"Mul block-2/denseblock-2-9/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-8/concat block-2/denseblock-2-9/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-9/Relu 1 1 block-2/denseblock-2-9/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-9/Relu_output 1 ,"
"ReLU block-2/denseblock-2-9/Relu_activation 1 1 block-2/denseblock-2-9/Relu_output block-2/denseblock-2-9/Relu ,"
"Convolution block-2/denseblock-2-9/conv2d/Conv2D 1 1 block-2/denseblock-2-9/Relu block-2/denseblock-2-9/conv2d/Conv2D 1 544 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-9/concat 2 1 block-2/denseblock-2-8/concat block-2/denseblock-2-9/conv2d/Conv2D block-2/denseblock-2-9/concat 1 ,"
"Mul block-2/denseblock-2-10/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-9/concat block-2/denseblock-2-10/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-10/Relu 1 1 block-2/denseblock-2-10/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-10/Relu_output 1 ,"
"ReLU block-2/denseblock-2-10/Relu_activation 1 1 block-2/denseblock-2-10/Relu_output block-2/denseblock-2-10/Relu ,"
"Convolution block-2/denseblock-2-10/conv2d/Conv2D 1 1 block-2/denseblock-2-10/Relu block-2/denseblock-2-10/conv2d/Conv2D 1 576 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-10/concat 2 1 block-2/denseblock-2-9/concat block-2/denseblock-2-10/conv2d/Conv2D block-2/denseblock-2-10/concat 1 ,"
"Mul block-2/denseblock-2-11/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-10/concat block-2/denseblock-2-11/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-11/Relu 1 1 block-2/denseblock-2-11/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-11/Relu_output 1 ,"
"ReLU block-2/denseblock-2-11/Relu_activation 1 1 block-2/denseblock-2-11/Relu_output block-2/denseblock-2-11/Relu ,"
"Convolution block-2/denseblock-2-11/conv2d/Conv2D 1 1 block-2/denseblock-2-11/Relu block-2/denseblock-2-11/conv2d/Conv2D 1 608 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-11/concat 2 1 block-2/denseblock-2-10/concat block-2/denseblock-2-11/conv2d/Conv2D block-2/denseblock-2-11/concat 1 ,"
"Mul block-2/denseblock-2-12/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-11/concat block-2/denseblock-2-12/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-12/Relu 1 1 block-2/denseblock-2-12/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-12/Relu_output 1 ,"
"ReLU block-2/denseblock-2-12/Relu_activation 1 1 block-2/denseblock-2-12/Relu_output block-2/denseblock-2-12/Relu ,"
"Convolution block-2/denseblock-2-12/conv2d/Conv2D 1 1 block-2/denseblock-2-12/Relu block-2/denseblock-2-12/conv2d/Conv2D 1 640 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-12/concat 2 1 block-2/denseblock-2-11/concat block-2/denseblock-2-12/conv2d/Conv2D block-2/denseblock-2-12/concat 1 ,"
"Mul block-2/denseblock-2-13/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-12/concat block-2/denseblock-2-13/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-13/Relu 1 1 block-2/denseblock-2-13/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-13/Relu_output 1 ,"
"ReLU block-2/denseblock-2-13/Relu_activation 1 1 block-2/denseblock-2-13/Relu_output block-2/denseblock-2-13/Relu ,"
"Convolution block-2/denseblock-2-13/conv2d/Conv2D 1 1 block-2/denseblock-2-13/Relu block-2/denseblock-2-13/conv2d/Conv2D 1 672 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-13/concat 2 1 block-2/denseblock-2-12/concat block-2/denseblock-2-13/conv2d/Conv2D block-2/denseblock-2-13/concat 1 ,"
"Mul block-2/denseblock-2-14/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-13/concat block-2/denseblock-2-14/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-14/Relu 1 1 block-2/denseblock-2-14/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-14/Relu_output 1 ,"
"ReLU block-2/denseblock-2-14/Relu_activation 1 1 block-2/denseblock-2-14/Relu_output block-2/denseblock-2-14/Relu ,"
"Convolution block-2/denseblock-2-14/conv2d/Conv2D 1 1 block-2/denseblock-2-14/Relu block-2/denseblock-2-14/conv2d/Conv2D 1 704 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-14/concat 2 1 block-2/denseblock-2-13/concat block-2/denseblock-2-14/conv2d/Conv2D block-2/denseblock-2-14/concat 1 ,"
"Mul block-2/denseblock-2-15/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-14/concat block-2/denseblock-2-15/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-15/Relu 1 1 block-2/denseblock-2-15/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-15/Relu_output 1 ,"
"ReLU block-2/denseblock-2-15/Relu_activation 1 1 block-2/denseblock-2-15/Relu_output block-2/denseblock-2-15/Relu ,"
"Convolution block-2/denseblock-2-15/conv2d/Conv2D 1 1 block-2/denseblock-2-15/Relu block-2/denseblock-2-15/conv2d/Conv2D 1 736 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-15/concat 2 1 block-2/denseblock-2-14/concat block-2/denseblock-2-15/conv2d/Conv2D block-2/denseblock-2-15/concat 1 ,"
"Mul block-2/denseblock-2-16/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-15/concat block-2/denseblock-2-16/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-16/Relu 1 1 block-2/denseblock-2-16/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-16/Relu_output 1 ,"
"ReLU block-2/denseblock-2-16/Relu_activation 1 1 block-2/denseblock-2-16/Relu_output block-2/denseblock-2-16/Relu ,"
"Convolution block-2/denseblock-2-16/conv2d/Conv2D 1 1 block-2/denseblock-2-16/Relu block-2/denseblock-2-16/conv2d/Conv2D 1 768 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-16/concat 2 1 block-2/denseblock-2-15/concat block-2/denseblock-2-16/conv2d/Conv2D block-2/denseblock-2-16/concat 1 ,"
"Mul block-2/denseblock-2-17/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-16/concat block-2/denseblock-2-17/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-17/Relu 1 1 block-2/denseblock-2-17/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-17/Relu_output 1 ,"
"ReLU block-2/denseblock-2-17/Relu_activation 1 1 block-2/denseblock-2-17/Relu_output block-2/denseblock-2-17/Relu ,"
"Convolution block-2/denseblock-2-17/conv2d/Conv2D 1 1 block-2/denseblock-2-17/Relu block-2/denseblock-2-17/conv2d/Conv2D 1 800 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-17/concat 2 1 block-2/denseblock-2-16/concat block-2/denseblock-2-17/conv2d/Conv2D block-2/denseblock-2-17/concat 1 ,"
"Mul block-2/denseblock-2-18/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-17/concat block-2/denseblock-2-18/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-18/Relu 1 1 block-2/denseblock-2-18/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-18/Relu_output 1 ,"
"ReLU block-2/denseblock-2-18/Relu_activation 1 1 block-2/denseblock-2-18/Relu_output block-2/denseblock-2-18/Relu ,"
"Convolution block-2/denseblock-2-18/conv2d/Conv2D 1 1 block-2/denseblock-2-18/Relu block-2/denseblock-2-18/conv2d/Conv2D 1 832 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-18/concat 2 1 block-2/denseblock-2-17/concat block-2/denseblock-2-18/conv2d/Conv2D block-2/denseblock-2-18/concat 1 ,"
"Mul block-2/denseblock-2-19/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-18/concat block-2/denseblock-2-19/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-19/Relu 1 1 block-2/denseblock-2-19/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-19/Relu_output 1 ,"
"ReLU block-2/denseblock-2-19/Relu_activation 1 1 block-2/denseblock-2-19/Relu_output block-2/denseblock-2-19/Relu ,"
"Convolution block-2/denseblock-2-19/conv2d/Conv2D 1 1 block-2/denseblock-2-19/Relu block-2/denseblock-2-19/conv2d/Conv2D 1 864 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-19/concat 2 1 block-2/denseblock-2-18/concat block-2/denseblock-2-19/conv2d/Conv2D block-2/denseblock-2-19/concat 1 ,"
"Mul block-2/denseblock-2-20/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-19/concat block-2/denseblock-2-20/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-20/Relu 1 1 block-2/denseblock-2-20/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-20/Relu_output 1 ,"
"ReLU block-2/denseblock-2-20/Relu_activation 1 1 block-2/denseblock-2-20/Relu_output block-2/denseblock-2-20/Relu ,"
"Convolution block-2/denseblock-2-20/conv2d/Conv2D 1 1 block-2/denseblock-2-20/Relu block-2/denseblock-2-20/conv2d/Conv2D 1 896 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-20/concat 2 1 block-2/denseblock-2-19/concat block-2/denseblock-2-20/conv2d/Conv2D block-2/denseblock-2-20/concat 1 ,"
"Mul block-2/denseblock-2-21/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-20/concat block-2/denseblock-2-21/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-21/Relu 1 1 block-2/denseblock-2-21/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-21/Relu_output 1 ,"
"ReLU block-2/denseblock-2-21/Relu_activation 1 1 block-2/denseblock-2-21/Relu_output block-2/denseblock-2-21/Relu ,"
"Convolution block-2/denseblock-2-21/conv2d/Conv2D 1 1 block-2/denseblock-2-21/Relu block-2/denseblock-2-21/conv2d/Conv2D 1 928 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-21/concat 2 1 block-2/denseblock-2-20/concat block-2/denseblock-2-21/conv2d/Conv2D block-2/denseblock-2-21/concat 1 ,"
"Mul block-2/denseblock-2-22/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-21/concat block-2/denseblock-2-22/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-22/Relu 1 1 block-2/denseblock-2-22/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-22/Relu_output 1 ,"
"ReLU block-2/denseblock-2-22/Relu_activation 1 1 block-2/denseblock-2-22/Relu_output block-2/denseblock-2-22/Relu ,"
"Convolution block-2/denseblock-2-22/conv2d/Conv2D 1 1 block-2/denseblock-2-22/Relu block-2/denseblock-2-22/conv2d/Conv2D 1 960 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-22/concat 2 1 block-2/denseblock-2-21/concat block-2/denseblock-2-22/conv2d/Conv2D block-2/denseblock-2-22/concat 1 ,"
"Mul block-2/denseblock-2-23/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-22/concat block-2/denseblock-2-23/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/denseblock-2-23/Relu 1 1 block-2/denseblock-2-23/batch_normalization/FusedBatchNorm_mul_0 block-2/denseblock-2-23/Relu_output 1 ,"
"ReLU block-2/denseblock-2-23/Relu_activation 1 1 block-2/denseblock-2-23/Relu_output block-2/denseblock-2-23/Relu ,"
"Convolution block-2/denseblock-2-23/conv2d/Conv2D 1 1 block-2/denseblock-2-23/Relu block-2/denseblock-2-23/conv2d/Conv2D 1 992 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-2/denseblock-2-23/concat 2 1 block-2/denseblock-2-22/concat block-2/denseblock-2-23/conv2d/Conv2D block-2/denseblock-2-23/concat 1 ,"
"Mul block-2/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/denseblock-2-23/concat block-2/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-2/Relu 1 1 block-2/batch_normalization/FusedBatchNorm_mul_0 block-2/Relu_output 1 ,"
"ReLU block-2/Relu_activation 1 1 block-2/Relu_output block-2/Relu ,"
"Convolution block-2/conv2d/Conv2D 1 1 block-2/Relu block-2/conv2d/Conv2D 1 1024 512 1 1 1 1 0 0 1 0 1 1 0 ,"
"Pooling block-2/average_pooling2d/AvgPool 1 1 block-2/conv2d/Conv2D block-2/average_pooling2d/AvgPool 1 2 2 2 2 0 0 -1 -1 0 1 ,"
"Mul block-3/denseblock-3-0/batch_normalization/FusedBatchNorm_mul_0 1 1 block-2/average_pooling2d/AvgPool block-3/denseblock-3-0/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-0/Relu 1 1 block-3/denseblock-3-0/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-0/Relu_output 1 ,"
"ReLU block-3/denseblock-3-0/Relu_activation 1 1 block-3/denseblock-3-0/Relu_output block-3/denseblock-3-0/Relu ,"
"Convolution block-3/denseblock-3-0/conv2d/Conv2D 1 1 block-3/denseblock-3-0/Relu block-3/denseblock-3-0/conv2d/Conv2D 1 512 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-0/concat 2 1 block-2/average_pooling2d/AvgPool block-3/denseblock-3-0/conv2d/Conv2D block-3/denseblock-3-0/concat 1 ,"
"Mul block-3/denseblock-3-1/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-0/concat block-3/denseblock-3-1/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-1/Relu 1 1 block-3/denseblock-3-1/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-1/Relu_output 1 ,"
"ReLU block-3/denseblock-3-1/Relu_activation 1 1 block-3/denseblock-3-1/Relu_output block-3/denseblock-3-1/Relu ,"
"Convolution block-3/denseblock-3-1/conv2d/Conv2D 1 1 block-3/denseblock-3-1/Relu block-3/denseblock-3-1/conv2d/Conv2D 1 544 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-1/concat 2 1 block-3/denseblock-3-0/concat block-3/denseblock-3-1/conv2d/Conv2D block-3/denseblock-3-1/concat 1 ,"
"Mul block-3/denseblock-3-2/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-1/concat block-3/denseblock-3-2/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-2/Relu 1 1 block-3/denseblock-3-2/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-2/Relu_output 1 ,"
"ReLU block-3/denseblock-3-2/Relu_activation 1 1 block-3/denseblock-3-2/Relu_output block-3/denseblock-3-2/Relu ,"
"Convolution block-3/denseblock-3-2/conv2d/Conv2D 1 1 block-3/denseblock-3-2/Relu block-3/denseblock-3-2/conv2d/Conv2D 1 576 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-2/concat 2 1 block-3/denseblock-3-1/concat block-3/denseblock-3-2/conv2d/Conv2D block-3/denseblock-3-2/concat 1 ,"
"Mul block-3/denseblock-3-3/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-2/concat block-3/denseblock-3-3/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-3/Relu 1 1 block-3/denseblock-3-3/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-3/Relu_output 1 ,"
"ReLU block-3/denseblock-3-3/Relu_activation 1 1 block-3/denseblock-3-3/Relu_output block-3/denseblock-3-3/Relu ,"
"Convolution block-3/denseblock-3-3/conv2d/Conv2D 1 1 block-3/denseblock-3-3/Relu block-3/denseblock-3-3/conv2d/Conv2D 1 608 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-3/concat 2 1 block-3/denseblock-3-2/concat block-3/denseblock-3-3/conv2d/Conv2D block-3/denseblock-3-3/concat 1 ,"
"Mul block-3/denseblock-3-4/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-3/concat block-3/denseblock-3-4/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-4/Relu 1 1 block-3/denseblock-3-4/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-4/Relu_output 1 ,"
"ReLU block-3/denseblock-3-4/Relu_activation 1 1 block-3/denseblock-3-4/Relu_output block-3/denseblock-3-4/Relu ,"
"Convolution block-3/denseblock-3-4/conv2d/Conv2D 1 1 block-3/denseblock-3-4/Relu block-3/denseblock-3-4/conv2d/Conv2D 1 640 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-4/concat 2 1 block-3/denseblock-3-3/concat block-3/denseblock-3-4/conv2d/Conv2D block-3/denseblock-3-4/concat 1 ,"
"Mul block-3/denseblock-3-5/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-4/concat block-3/denseblock-3-5/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-5/Relu 1 1 block-3/denseblock-3-5/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-5/Relu_output 1 ,"
"ReLU block-3/denseblock-3-5/Relu_activation 1 1 block-3/denseblock-3-5/Relu_output block-3/denseblock-3-5/Relu ,"
"Convolution block-3/denseblock-3-5/conv2d/Conv2D 1 1 block-3/denseblock-3-5/Relu block-3/denseblock-3-5/conv2d/Conv2D 1 672 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-5/concat 2 1 block-3/denseblock-3-4/concat block-3/denseblock-3-5/conv2d/Conv2D block-3/denseblock-3-5/concat 1 ,"
"Mul block-3/denseblock-3-6/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-5/concat block-3/denseblock-3-6/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-6/Relu 1 1 block-3/denseblock-3-6/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-6/Relu_output 1 ,"
"ReLU block-3/denseblock-3-6/Relu_activation 1 1 block-3/denseblock-3-6/Relu_output block-3/denseblock-3-6/Relu ,"
"Convolution block-3/denseblock-3-6/conv2d/Conv2D 1 1 block-3/denseblock-3-6/Relu block-3/denseblock-3-6/conv2d/Conv2D 1 704 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-6/concat 2 1 block-3/denseblock-3-5/concat block-3/denseblock-3-6/conv2d/Conv2D block-3/denseblock-3-6/concat 1 ,"
"Mul block-3/denseblock-3-7/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-6/concat block-3/denseblock-3-7/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-7/Relu 1 1 block-3/denseblock-3-7/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-7/Relu_output 1 ,"
"ReLU block-3/denseblock-3-7/Relu_activation 1 1 block-3/denseblock-3-7/Relu_output block-3/denseblock-3-7/Relu ,"
"Convolution block-3/denseblock-3-7/conv2d/Conv2D 1 1 block-3/denseblock-3-7/Relu block-3/denseblock-3-7/conv2d/Conv2D 1 736 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-7/concat 2 1 block-3/denseblock-3-6/concat block-3/denseblock-3-7/conv2d/Conv2D block-3/denseblock-3-7/concat 1 ,"
"Mul block-3/denseblock-3-8/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-7/concat block-3/denseblock-3-8/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-8/Relu 1 1 block-3/denseblock-3-8/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-8/Relu_output 1 ,"
"ReLU block-3/denseblock-3-8/Relu_activation 1 1 block-3/denseblock-3-8/Relu_output block-3/denseblock-3-8/Relu ,"
"Convolution block-3/denseblock-3-8/conv2d/Conv2D 1 1 block-3/denseblock-3-8/Relu block-3/denseblock-3-8/conv2d/Conv2D 1 768 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-8/concat 2 1 block-3/denseblock-3-7/concat block-3/denseblock-3-8/conv2d/Conv2D block-3/denseblock-3-8/concat 1 ,"
"Mul block-3/denseblock-3-9/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-8/concat block-3/denseblock-3-9/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-9/Relu 1 1 block-3/denseblock-3-9/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-9/Relu_output 1 ,"
"ReLU block-3/denseblock-3-9/Relu_activation 1 1 block-3/denseblock-3-9/Relu_output block-3/denseblock-3-9/Relu ,"
"Convolution block-3/denseblock-3-9/conv2d/Conv2D 1 1 block-3/denseblock-3-9/Relu block-3/denseblock-3-9/conv2d/Conv2D 1 800 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-9/concat 2 1 block-3/denseblock-3-8/concat block-3/denseblock-3-9/conv2d/Conv2D block-3/denseblock-3-9/concat 1 ,"
"Mul block-3/denseblock-3-10/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-9/concat block-3/denseblock-3-10/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-10/Relu 1 1 block-3/denseblock-3-10/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-10/Relu_output 1 ,"
"ReLU block-3/denseblock-3-10/Relu_activation 1 1 block-3/denseblock-3-10/Relu_output block-3/denseblock-3-10/Relu ,"
"Convolution block-3/denseblock-3-10/conv2d/Conv2D 1 1 block-3/denseblock-3-10/Relu block-3/denseblock-3-10/conv2d/Conv2D 1 832 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-10/concat 2 1 block-3/denseblock-3-9/concat block-3/denseblock-3-10/conv2d/Conv2D block-3/denseblock-3-10/concat 1 ,"
"Mul block-3/denseblock-3-11/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-10/concat block-3/denseblock-3-11/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-11/Relu 1 1 block-3/denseblock-3-11/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-11/Relu_output 1 ,"
"ReLU block-3/denseblock-3-11/Relu_activation 1 1 block-3/denseblock-3-11/Relu_output block-3/denseblock-3-11/Relu ,"
"Convolution block-3/denseblock-3-11/conv2d/Conv2D 1 1 block-3/denseblock-3-11/Relu block-3/denseblock-3-11/conv2d/Conv2D 1 864 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-11/concat 2 1 block-3/denseblock-3-10/concat block-3/denseblock-3-11/conv2d/Conv2D block-3/denseblock-3-11/concat 1 ,"
"Mul block-3/denseblock-3-12/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-11/concat block-3/denseblock-3-12/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-12/Relu 1 1 block-3/denseblock-3-12/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-12/Relu_output 1 ,"
"ReLU block-3/denseblock-3-12/Relu_activation 1 1 block-3/denseblock-3-12/Relu_output block-3/denseblock-3-12/Relu ,"
"Convolution block-3/denseblock-3-12/conv2d/Conv2D 1 1 block-3/denseblock-3-12/Relu block-3/denseblock-3-12/conv2d/Conv2D 1 896 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-12/concat 2 1 block-3/denseblock-3-11/concat block-3/denseblock-3-12/conv2d/Conv2D block-3/denseblock-3-12/concat 1 ,"
"Mul block-3/denseblock-3-13/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-12/concat block-3/denseblock-3-13/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-13/Relu 1 1 block-3/denseblock-3-13/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-13/Relu_output 1 ,"
"ReLU block-3/denseblock-3-13/Relu_activation 1 1 block-3/denseblock-3-13/Relu_output block-3/denseblock-3-13/Relu ,"
"Convolution block-3/denseblock-3-13/conv2d/Conv2D 1 1 block-3/denseblock-3-13/Relu block-3/denseblock-3-13/conv2d/Conv2D 1 928 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-13/concat 2 1 block-3/denseblock-3-12/concat block-3/denseblock-3-13/conv2d/Conv2D block-3/denseblock-3-13/concat 1 ,"
"Mul block-3/denseblock-3-14/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-13/concat block-3/denseblock-3-14/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-14/Relu 1 1 block-3/denseblock-3-14/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-14/Relu_output 1 ,"
"ReLU block-3/denseblock-3-14/Relu_activation 1 1 block-3/denseblock-3-14/Relu_output block-3/denseblock-3-14/Relu ,"
"Convolution block-3/denseblock-3-14/conv2d/Conv2D 1 1 block-3/denseblock-3-14/Relu block-3/denseblock-3-14/conv2d/Conv2D 1 960 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-14/concat 2 1 block-3/denseblock-3-13/concat block-3/denseblock-3-14/conv2d/Conv2D block-3/denseblock-3-14/concat 1 ,"
"Mul block-3/denseblock-3-15/batch_normalization/FusedBatchNorm_mul_0 1 1 block-3/denseblock-3-14/concat block-3/denseblock-3-15/batch_normalization/FusedBatchNorm_mul_0 1 ,"
"Add block-3/denseblock-3-15/Relu 1 1 block-3/denseblock-3-15/batch_normalization/FusedBatchNorm_mul_0 block-3/denseblock-3-15/Relu_output 1 ,"
"ReLU block-3/denseblock-3-15/Relu_activation 1 1 block-3/denseblock-3-15/Relu_output block-3/denseblock-3-15/Relu ,"
"Convolution block-3/denseblock-3-15/conv2d/Conv2D 1 1 block-3/denseblock-3-15/Relu block-3/denseblock-3-15/conv2d/Conv2D 1 992 32 3 3 1 1 0 0 1 0 1 1 0 ,"
"Concat block-3/denseblock-3-15/concat 2 1 block-3/denseblock-3-14/concat block-3/denseblock-3-15/conv2d/Conv2D block-3/denseblock-3-15/concat 1 ,"
"Pooling global_pool 1 1 block-3/denseblock-3-15/concat global_pool 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"InnerProduct dense/BiasAdd 1 1 global_pool dense/BiasAdd 1001 1 1 1 ,"
"Softmax softmax_tensor 1 1 dense/BiasAdd softmax_tensor 1 ,"
