"1 0 1 4206624770 ,"
"input 1 3 299 299 ,"
" ,"
"InceptionV4/Logits/Predictions ,"
" 195 ,"
"Convolution InceptionV4/InceptionV4/Conv2d_1a_3x3/Relu 1 1 input InceptionV4/InceptionV4/Conv2d_1a_3x3/Relu 1 3 32 3 3 2 2 0 0 1 -1 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Conv2d_2a_3x3/Relu 1 1 InceptionV4/InceptionV4/Conv2d_1a_3x3/Relu InceptionV4/InceptionV4/Conv2d_2a_3x3/Relu 1 32 32 3 3 1 1 0 0 1 -1 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Conv2d_2b_3x3/Relu 1 1 InceptionV4/InceptionV4/Conv2d_2a_3x3/Relu InceptionV4/InceptionV4/Conv2d_2b_3x3/Relu 1 32 64 3 3 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_3a/Branch_0/MaxPool_0a_3x3/MaxPool 1 1 InceptionV4/InceptionV4/Conv2d_2b_3x3/Relu InceptionV4/InceptionV4/Mixed_3a/Branch_0/MaxPool_0a_3x3/MaxPool 0 3 3 2 2 0 0 -1 -1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_3a/Branch_1/Conv2d_0a_3x3/Relu 1 1 InceptionV4/InceptionV4/Conv2d_2b_3x3/Relu InceptionV4/InceptionV4/Mixed_3a/Branch_1/Conv2d_0a_3x3/Relu 1 64 96 3 3 2 2 0 0 1 -1 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_3a/concat 2 1 InceptionV4/InceptionV4/Mixed_3a/Branch_0/MaxPool_0a_3x3/MaxPool InceptionV4/InceptionV4/Mixed_3a/Branch_1/Conv2d_0a_3x3/Relu InceptionV4/InceptionV4/Mixed_3a/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_4a/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_3a/concat InceptionV4/InceptionV4/Mixed_4a/Branch_0/Conv2d_0a_1x1/Relu 1 160 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_4a/Branch_0/Conv2d_1a_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_4a/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_4a/Branch_0/Conv2d_1a_3x3/Relu 1 64 96 3 3 1 1 0 0 1 -1 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_3a/concat InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_0a_1x1/Relu 1 160 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_0b_1x7/Relu 1 64 64 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_0b_1x7/Relu InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_0c_7x1/Relu 1 64 64 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_1a_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_0c_7x1/Relu InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_1a_3x3/Relu 1 64 96 3 3 1 1 0 0 1 -1 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_4a/concat 2 1 InceptionV4/InceptionV4/Mixed_4a/Branch_0/Conv2d_1a_3x3/Relu InceptionV4/InceptionV4/Mixed_4a/Branch_1/Conv2d_1a_3x3/Relu InceptionV4/InceptionV4/Mixed_4a/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5a/Branch_0/Conv2d_1a_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_4a/concat InceptionV4/InceptionV4/Mixed_5a/Branch_0/Conv2d_1a_3x3/Relu 1 192 192 3 3 2 2 0 0 1 -1 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_5a/Branch_1/MaxPool_1a_3x3/MaxPool 1 1 InceptionV4/InceptionV4/Mixed_4a/concat InceptionV4/InceptionV4/Mixed_5a/Branch_1/MaxPool_1a_3x3/MaxPool 0 3 3 2 2 0 0 -1 -1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_5a/concat 2 1 InceptionV4/InceptionV4/Mixed_5a/Branch_0/Conv2d_1a_3x3/Relu InceptionV4/InceptionV4/Mixed_5a/Branch_1/MaxPool_1a_3x3/MaxPool InceptionV4/InceptionV4/Mixed_5a/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5a/concat InceptionV4/InceptionV4/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu 1 384 96 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5a/concat InceptionV4/InceptionV4/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu 1 384 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5b/Branch_1/Conv2d_0b_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5b/Branch_1/Conv2d_0b_3x3/Relu 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5a/concat InceptionV4/InceptionV4/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu 1 384 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu InceptionV4/InceptionV4/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu 1 96 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_5a/concat InceptionV4/InceptionV4/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu 1 384 96 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_5b/concat 4 1 InceptionV4/InceptionV4/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5b/Branch_1/Conv2d_0b_3x3/Relu InceptionV4/InceptionV4/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu InceptionV4/InceptionV4/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_5b/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5b/concat InceptionV4/InceptionV4/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu 1 384 96 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5c/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5b/concat InceptionV4/InceptionV4/Mixed_5c/Branch_1/Conv2d_0a_1x1/Relu 1 384 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5c/Branch_1/Conv2d_0b_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5c/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5c/Branch_1/Conv2d_0b_3x3/Relu 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5b/concat InceptionV4/InceptionV4/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu 1 384 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu InceptionV4/InceptionV4/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu 1 96 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_5c/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_5b/concat InceptionV4/InceptionV4/Mixed_5c/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5c/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu 1 384 96 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_5c/concat 4 1 InceptionV4/InceptionV4/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5c/Branch_1/Conv2d_0b_3x3/Relu InceptionV4/InceptionV4/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu InceptionV4/InceptionV4/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_5c/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5c/concat InceptionV4/InceptionV4/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu 1 384 96 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5c/concat InceptionV4/InceptionV4/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu 1 384 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5d/Branch_1/Conv2d_0b_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5d/Branch_1/Conv2d_0b_3x3/Relu 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5c/concat InceptionV4/InceptionV4/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu 1 384 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu InceptionV4/InceptionV4/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu 1 96 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_5d/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_5c/concat InceptionV4/InceptionV4/Mixed_5d/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5d/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu 1 384 96 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_5d/concat 4 1 InceptionV4/InceptionV4/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5d/Branch_1/Conv2d_0b_3x3/Relu InceptionV4/InceptionV4/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu InceptionV4/InceptionV4/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_5d/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5e/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5d/concat InceptionV4/InceptionV4/Mixed_5e/Branch_0/Conv2d_0a_1x1/Relu 1 384 96 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5e/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5d/concat InceptionV4/InceptionV4/Mixed_5e/Branch_1/Conv2d_0a_1x1/Relu 1 384 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5e/Branch_1/Conv2d_0b_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5e/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5e/Branch_1/Conv2d_0b_3x3/Relu 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5e/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5d/concat InceptionV4/InceptionV4/Mixed_5e/Branch_2/Conv2d_0a_1x1/Relu 1 384 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5e/Branch_2/Conv2d_0b_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5e/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5e/Branch_2/Conv2d_0b_3x3/Relu 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5e/Branch_2/Conv2d_0c_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5e/Branch_2/Conv2d_0b_3x3/Relu InceptionV4/InceptionV4/Mixed_5e/Branch_2/Conv2d_0c_3x3/Relu 1 96 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_5e/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_5d/concat InceptionV4/InceptionV4/Mixed_5e/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_5e/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5e/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_5e/Branch_3/Conv2d_0b_1x1/Relu 1 384 96 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_5e/concat 4 1 InceptionV4/InceptionV4/Mixed_5e/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_5e/Branch_1/Conv2d_0b_3x3/Relu InceptionV4/InceptionV4/Mixed_5e/Branch_2/Conv2d_0c_3x3/Relu InceptionV4/InceptionV4/Mixed_5e/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_5e/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6a/Branch_0/Conv2d_1a_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_5e/concat InceptionV4/InceptionV4/Mixed_6a/Branch_0/Conv2d_1a_3x3/Relu 1 384 384 3 3 2 2 0 0 1 -1 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_5e/concat InceptionV4/InceptionV4/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu 1 384 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6a/Branch_1/Conv2d_0b_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6a/Branch_1/Conv2d_0b_3x3/Relu 1 192 224 3 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6a/Branch_1/Conv2d_1a_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_6a/Branch_1/Conv2d_0b_3x3/Relu InceptionV4/InceptionV4/Mixed_6a/Branch_1/Conv2d_1a_3x3/Relu 1 224 256 3 3 2 2 0 0 1 -1 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_6a/Branch_2/MaxPool_1a_3x3/MaxPool 1 1 InceptionV4/InceptionV4/Mixed_5e/concat InceptionV4/InceptionV4/Mixed_6a/Branch_2/MaxPool_1a_3x3/MaxPool 0 3 3 2 2 0 0 -1 -1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_6a/concat 3 1 InceptionV4/InceptionV4/Mixed_6a/Branch_0/Conv2d_1a_3x3/Relu InceptionV4/InceptionV4/Mixed_6a/Branch_1/Conv2d_1a_3x3/Relu InceptionV4/InceptionV4/Mixed_6a/Branch_2/MaxPool_1a_3x3/MaxPool InceptionV4/InceptionV4/Mixed_6a/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6a/concat InceptionV4/InceptionV4/Mixed_6b/Branch_0/Conv2d_0a_1x1/Relu 1 1024 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6a/concat InceptionV4/InceptionV4/Mixed_6b/Branch_1/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6b/Branch_1/Conv2d_0b_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/Branch_1/Conv2d_0b_1x7/Relu InceptionV4/InceptionV4/Mixed_6b/Branch_1/Conv2d_0c_7x1/Relu 1 224 256 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6a/concat InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0b_7x1/Relu 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0b_7x1/Relu InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0c_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0c_1x7/Relu InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0d_7x1/Relu 1 224 224 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0d_7x1/Relu InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0e_1x7/Relu 1 224 256 1 7 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_6b/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_6a/concat InceptionV4/InceptionV4/Mixed_6b/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6b/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_6b/Branch_3/Conv2d_0b_1x1/Relu 1 1024 128 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_6b/concat 4 1 InceptionV4/InceptionV4/Mixed_6b/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6b/Branch_1/Conv2d_0c_7x1/Relu InceptionV4/InceptionV4/Mixed_6b/Branch_2/Conv2d_0e_1x7/Relu InceptionV4/InceptionV4/Mixed_6b/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_6b/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/concat InceptionV4/InceptionV4/Mixed_6c/Branch_0/Conv2d_0a_1x1/Relu 1 1024 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/concat InceptionV4/InceptionV4/Mixed_6c/Branch_1/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6c/Branch_1/Conv2d_0b_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/Branch_1/Conv2d_0b_1x7/Relu InceptionV4/InceptionV4/Mixed_6c/Branch_1/Conv2d_0c_7x1/Relu 1 224 256 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6b/concat InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0b_7x1/Relu 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0b_7x1/Relu InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0c_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0c_1x7/Relu InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0d_7x1/Relu 1 224 224 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0d_7x1/Relu InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0e_1x7/Relu 1 224 256 1 7 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_6c/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_6b/concat InceptionV4/InceptionV4/Mixed_6c/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6c/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_6c/Branch_3/Conv2d_0b_1x1/Relu 1 1024 128 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_6c/concat 4 1 InceptionV4/InceptionV4/Mixed_6c/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6c/Branch_1/Conv2d_0c_7x1/Relu InceptionV4/InceptionV4/Mixed_6c/Branch_2/Conv2d_0e_1x7/Relu InceptionV4/InceptionV4/Mixed_6c/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_6c/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/concat InceptionV4/InceptionV4/Mixed_6d/Branch_0/Conv2d_0a_1x1/Relu 1 1024 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/concat InceptionV4/InceptionV4/Mixed_6d/Branch_1/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6d/Branch_1/Conv2d_0b_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/Branch_1/Conv2d_0b_1x7/Relu InceptionV4/InceptionV4/Mixed_6d/Branch_1/Conv2d_0c_7x1/Relu 1 224 256 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6c/concat InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0b_7x1/Relu 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0b_7x1/Relu InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0c_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0c_1x7/Relu InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0d_7x1/Relu 1 224 224 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0d_7x1/Relu InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0e_1x7/Relu 1 224 256 1 7 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_6d/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_6c/concat InceptionV4/InceptionV4/Mixed_6d/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6d/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_6d/Branch_3/Conv2d_0b_1x1/Relu 1 1024 128 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_6d/concat 4 1 InceptionV4/InceptionV4/Mixed_6d/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6d/Branch_1/Conv2d_0c_7x1/Relu InceptionV4/InceptionV4/Mixed_6d/Branch_2/Conv2d_0e_1x7/Relu InceptionV4/InceptionV4/Mixed_6d/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_6d/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/concat InceptionV4/InceptionV4/Mixed_6e/Branch_0/Conv2d_0a_1x1/Relu 1 1024 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/concat InceptionV4/InceptionV4/Mixed_6e/Branch_1/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6e/Branch_1/Conv2d_0b_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/Branch_1/Conv2d_0b_1x7/Relu InceptionV4/InceptionV4/Mixed_6e/Branch_1/Conv2d_0c_7x1/Relu 1 224 256 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6d/concat InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0b_7x1/Relu 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0b_7x1/Relu InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0c_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0c_1x7/Relu InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0d_7x1/Relu 1 224 224 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0d_7x1/Relu InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0e_1x7/Relu 1 224 256 1 7 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_6e/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_6d/concat InceptionV4/InceptionV4/Mixed_6e/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6e/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_6e/Branch_3/Conv2d_0b_1x1/Relu 1 1024 128 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_6e/concat 4 1 InceptionV4/InceptionV4/Mixed_6e/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6e/Branch_1/Conv2d_0c_7x1/Relu InceptionV4/InceptionV4/Mixed_6e/Branch_2/Conv2d_0e_1x7/Relu InceptionV4/InceptionV4/Mixed_6e/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_6e/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/concat InceptionV4/InceptionV4/Mixed_6f/Branch_0/Conv2d_0a_1x1/Relu 1 1024 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/concat InceptionV4/InceptionV4/Mixed_6f/Branch_1/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6f/Branch_1/Conv2d_0b_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/Branch_1/Conv2d_0b_1x7/Relu InceptionV4/InceptionV4/Mixed_6f/Branch_1/Conv2d_0c_7x1/Relu 1 224 256 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6e/concat InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0b_7x1/Relu 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0b_7x1/Relu InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0c_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0c_1x7/Relu InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0d_7x1/Relu 1 224 224 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0d_7x1/Relu InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0e_1x7/Relu 1 224 256 1 7 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_6f/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_6e/concat InceptionV4/InceptionV4/Mixed_6f/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6f/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_6f/Branch_3/Conv2d_0b_1x1/Relu 1 1024 128 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_6f/concat 4 1 InceptionV4/InceptionV4/Mixed_6f/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6f/Branch_1/Conv2d_0c_7x1/Relu InceptionV4/InceptionV4/Mixed_6f/Branch_2/Conv2d_0e_1x7/Relu InceptionV4/InceptionV4/Mixed_6f/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_6f/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/concat InceptionV4/InceptionV4/Mixed_6g/Branch_0/Conv2d_0a_1x1/Relu 1 1024 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/concat InceptionV4/InceptionV4/Mixed_6g/Branch_1/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6g/Branch_1/Conv2d_0b_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/Branch_1/Conv2d_0b_1x7/Relu InceptionV4/InceptionV4/Mixed_6g/Branch_1/Conv2d_0c_7x1/Relu 1 224 256 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6f/concat InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0b_7x1/Relu 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0b_7x1/Relu InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0c_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0c_1x7/Relu InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0d_7x1/Relu 1 224 224 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0d_7x1/Relu InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0e_1x7/Relu 1 224 256 1 7 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_6g/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_6f/concat InceptionV4/InceptionV4/Mixed_6g/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6g/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_6g/Branch_3/Conv2d_0b_1x1/Relu 1 1024 128 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_6g/concat 4 1 InceptionV4/InceptionV4/Mixed_6g/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6g/Branch_1/Conv2d_0c_7x1/Relu InceptionV4/InceptionV4/Mixed_6g/Branch_2/Conv2d_0e_1x7/Relu InceptionV4/InceptionV4/Mixed_6g/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_6g/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/concat InceptionV4/InceptionV4/Mixed_6h/Branch_0/Conv2d_0a_1x1/Relu 1 1024 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/concat InceptionV4/InceptionV4/Mixed_6h/Branch_1/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6h/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6h/Branch_1/Conv2d_0b_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6h/Branch_1/Conv2d_0b_1x7/Relu InceptionV4/InceptionV4/Mixed_6h/Branch_1/Conv2d_0c_7x1/Relu 1 224 256 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6g/concat InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0b_7x1/Relu 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0b_7x1/Relu InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0c_1x7/Relu 1 192 224 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0c_1x7/Relu InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0d_7x1/Relu 1 224 224 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0d_7x1/Relu InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0e_1x7/Relu 1 224 256 1 7 1 1 0 0 1 0 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_6h/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_6g/concat InceptionV4/InceptionV4/Mixed_6h/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_6h/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6h/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_6h/Branch_3/Conv2d_0b_1x1/Relu 1 1024 128 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_6h/concat 4 1 InceptionV4/InceptionV4/Mixed_6h/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_6h/Branch_1/Conv2d_0c_7x1/Relu InceptionV4/InceptionV4/Mixed_6h/Branch_2/Conv2d_0e_1x7/Relu InceptionV4/InceptionV4/Mixed_6h/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_6h/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7a/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6h/concat InceptionV4/InceptionV4/Mixed_7a/Branch_0/Conv2d_0a_1x1/Relu 1 1024 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7a/Branch_0/Conv2d_1a_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7a/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7a/Branch_0/Conv2d_1a_3x3/Relu 1 192 192 3 3 2 2 0 0 1 -1 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_6h/concat InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_0a_1x1/Relu 1 1024 256 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_0b_1x7/Relu 1 256 256 1 7 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_0b_1x7/Relu InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_0c_7x1/Relu 1 256 320 7 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_1a_3x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_0c_7x1/Relu InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_1a_3x3/Relu 1 320 320 3 3 2 2 0 0 1 -1 1 1 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_7a/Branch_2/MaxPool_1a_3x3/MaxPool 1 1 InceptionV4/InceptionV4/Mixed_6h/concat InceptionV4/InceptionV4/Mixed_7a/Branch_2/MaxPool_1a_3x3/MaxPool 0 3 3 2 2 0 0 -1 -1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7a/concat 3 1 InceptionV4/InceptionV4/Mixed_7a/Branch_0/Conv2d_1a_3x3/Relu InceptionV4/InceptionV4/Mixed_7a/Branch_1/Conv2d_1a_3x3/Relu InceptionV4/InceptionV4/Mixed_7a/Branch_2/MaxPool_1a_3x3/MaxPool InceptionV4/InceptionV4/Mixed_7a/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7a/concat InceptionV4/InceptionV4/Mixed_7b/Branch_0/Conv2d_0a_1x1/Relu 1 1536 256 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7a/concat InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu 1 1536 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0b_1x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0b_1x3/Relu 1 384 256 1 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0c_3x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0c_3x1/Relu 1 384 256 3 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7b/Branch_1/concat 2 1 InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0b_1x3/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_1/Conv2d_0c_3x1/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_1/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7a/concat InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0a_1x1/Relu 1 1536 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0b_3x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0b_3x1/Relu 1 384 448 3 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0b_3x1/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu 1 448 512 1 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0d_1x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0d_1x3/Relu 1 512 256 1 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0e_3x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0e_3x1/Relu 1 512 256 3 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7b/Branch_2/concat 2 1 InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0d_1x3/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_2/Conv2d_0e_3x1/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_2/concat 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_7b/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_7a/concat InceptionV4/InceptionV4/Mixed_7b/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7b/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_7b/Branch_3/Conv2d_0b_1x1/Relu 1 1536 256 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7b/concat 4 1 InceptionV4/InceptionV4/Mixed_7b/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7b/Branch_1/concat InceptionV4/InceptionV4/Mixed_7b/Branch_2/concat InceptionV4/InceptionV4/Mixed_7b/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_7b/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/concat InceptionV4/InceptionV4/Mixed_7c/Branch_0/Conv2d_0a_1x1/Relu 1 1536 256 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/concat InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu 1 1536 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0b_1x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0b_1x3/Relu 1 384 256 1 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0c_3x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0c_3x1/Relu 1 384 256 3 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7c/Branch_1/concat 2 1 InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0b_1x3/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_1/Conv2d_0c_3x1/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_1/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7b/concat InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0a_1x1/Relu 1 1536 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0b_3x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0b_3x1/Relu 1 384 448 3 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0b_3x1/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu 1 448 512 1 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0d_1x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0d_1x3/Relu 1 512 256 1 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0e_3x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0e_3x1/Relu 1 512 256 3 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7c/Branch_2/concat 2 1 InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0d_1x3/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_2/Conv2d_0e_3x1/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_2/concat 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_7c/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_7b/concat InceptionV4/InceptionV4/Mixed_7c/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7c/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_7c/Branch_3/Conv2d_0b_1x1/Relu 1 1536 256 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7c/concat 4 1 InceptionV4/InceptionV4/Mixed_7c/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7c/Branch_1/concat InceptionV4/InceptionV4/Mixed_7c/Branch_2/concat InceptionV4/InceptionV4/Mixed_7c/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_7c/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/concat InceptionV4/InceptionV4/Mixed_7d/Branch_0/Conv2d_0a_1x1/Relu 1 1536 256 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/concat InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0a_1x1/Relu 1 1536 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0b_1x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0b_1x3/Relu 1 384 256 1 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0c_3x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0c_3x1/Relu 1 384 256 3 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7d/Branch_1/concat 2 1 InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0b_1x3/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_1/Conv2d_0c_3x1/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_1/concat 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7c/concat InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0a_1x1/Relu 1 1536 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0b_3x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0b_3x1/Relu 1 384 448 3 1 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0c_1x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0b_3x1/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0c_1x3/Relu 1 448 512 1 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0d_1x3/Relu 1 1 InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0c_1x3/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0d_1x3/Relu 1 512 256 1 3 1 1 0 0 1 0 1 1 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0e_3x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0c_1x3/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0e_3x1/Relu 1 512 256 3 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7d/Branch_2/concat 2 1 InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0d_1x3/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_2/Conv2d_0e_3x1/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_2/concat 1 ,"
"Pooling InceptionV4/InceptionV4/Mixed_7d/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_7c/concat InceptionV4/InceptionV4/Mixed_7d/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV4/InceptionV4/Mixed_7d/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV4/InceptionV4/Mixed_7d/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV4/InceptionV4/Mixed_7d/Branch_3/Conv2d_0b_1x1/Relu 1 1536 256 1 1 1 1 0 0 1 0 1 1 1 ,"
"Concat InceptionV4/InceptionV4/Mixed_7d/concat 4 1 InceptionV4/InceptionV4/Mixed_7d/Branch_0/Conv2d_0a_1x1/Relu InceptionV4/InceptionV4/Mixed_7d/Branch_1/concat InceptionV4/InceptionV4/Mixed_7d/Branch_2/concat InceptionV4/InceptionV4/Mixed_7d/Branch_3/Conv2d_0b_1x1/Relu InceptionV4/InceptionV4/Mixed_7d/concat 1 ,"
"Pooling InceptionV4/Logits/AvgPool_1a/AvgPool 1 1 InceptionV4/InceptionV4/Mixed_7d/concat InceptionV4/Logits/AvgPool_1a/AvgPool 1 8 8 1 1 0 0 -1 -1 1 1 ,"
"InnerProduct InceptionV4/Logits/Logits/BiasAdd 1 1 InceptionV4/Logits/AvgPool_1a/AvgPool InceptionV4/Logits/Logits/BiasAdd 1001 1 1 1 ,"
"Softmax InceptionV4/Logits/Predictions 1 1 InceptionV4/Logits/Logits/BiasAdd InceptionV4/Logits/Predictions 1 ,"
