"1 0 1 4206624770 ,"
"input 1 3 299 299 ,"
" ,"
"InceptionV3/Predictions/Reshape_1 ,"
" 220 ,"
"Convolution InceptionV3/InceptionV3/Conv2d_1a_3x3/Relu 1 1 input InceptionV3/InceptionV3/Conv2d_1a_3x3/Relu_output 1 3 32 3 3 2 2 0 0 1 -1 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Conv2d_1a_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Conv2d_1a_3x3/Relu_output InceptionV3/InceptionV3/Conv2d_1a_3x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Conv2d_2a_3x3/Relu 1 1 InceptionV3/InceptionV3/Conv2d_1a_3x3/Relu InceptionV3/InceptionV3/Conv2d_2a_3x3/Relu_output 1 32 32 3 3 1 1 0 0 1 -1 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Conv2d_2a_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Conv2d_2a_3x3/Relu_output InceptionV3/InceptionV3/Conv2d_2a_3x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Conv2d_2b_3x3/Relu 1 1 InceptionV3/InceptionV3/Conv2d_2a_3x3/Relu InceptionV3/InceptionV3/Conv2d_2b_3x3/Relu_output 1 32 64 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Conv2d_2b_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Conv2d_2b_3x3/Relu_output InceptionV3/InceptionV3/Conv2d_2b_3x3/Relu ,"
"Pooling InceptionV3/InceptionV3/MaxPool_3a_3x3/MaxPool 1 1 InceptionV3/InceptionV3/Conv2d_2b_3x3/Relu InceptionV3/InceptionV3/MaxPool_3a_3x3/MaxPool 0 3 3 2 2 0 0 -1 -1 1 1 ,"
"Convolution InceptionV3/InceptionV3/Conv2d_3b_1x1/Relu 1 1 InceptionV3/InceptionV3/MaxPool_3a_3x3/MaxPool InceptionV3/InceptionV3/Conv2d_3b_1x1/Relu_output 1 64 80 1 1 1 1 0 0 1 -1 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Conv2d_3b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Conv2d_3b_1x1/Relu_output InceptionV3/InceptionV3/Conv2d_3b_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Conv2d_4a_3x3/Relu 1 1 InceptionV3/InceptionV3/Conv2d_3b_1x1/Relu InceptionV3/InceptionV3/Conv2d_4a_3x3/Relu_output 1 80 192 3 3 1 1 0 0 1 -1 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Conv2d_4a_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Conv2d_4a_3x3/Relu_output InceptionV3/InceptionV3/Conv2d_4a_3x3/Relu ,"
"Pooling InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool 1 1 InceptionV3/InceptionV3/Conv2d_4a_3x3/Relu InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool 0 3 3 2 2 0 0 -1 -1 1 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu_output 1 192 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu_output 1 192 48 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu_output 1 48 64 5 5 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu_output InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu_output 1 192 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu_output 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu_output InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu_output 1 96 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu_output InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu ,"
"Pooling InceptionV3/InceptionV3/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV3/InceptionV3/MaxPool_5a_3x3/MaxPool InceptionV3/InceptionV3/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu_output 1 192 32 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_5b/concat 4 1 InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_5b/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5b/concat InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu_output 1 256 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5b/concat InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Relu_output 1 256 48 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Relu 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Relu_output 1 48 64 5 5 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Relu_output InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5b/concat InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu_output 1 256 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu_output 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu_output InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Relu InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu_output 1 96 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu_output InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu ,"
"Pooling InceptionV3/InceptionV3/Mixed_5c/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV3/InceptionV3/Mixed_5b/concat InceptionV3/InceptionV3/Mixed_5c/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu_output 1 256 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_5c/concat 4 1 InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Relu InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Relu InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_5c/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5c/concat InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu_output 1 288 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5c/concat InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu_output 1 288 48 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Relu 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Relu_output 1 48 64 5 5 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Relu_output InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5c/concat InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu_output 1 288 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu_output 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu_output InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Relu InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu_output 1 96 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu_output InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu ,"
"Pooling InceptionV3/InceptionV3/Mixed_5d/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV3/InceptionV3/Mixed_5c/concat InceptionV3/InceptionV3/Mixed_5d/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu_output 1 288 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_5d/concat 4 1 InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Relu InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Relu InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_5d/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5d/concat InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Relu_output 1 288 384 3 3 2 2 0 0 1 -1 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_5d/concat InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu_output 1 288 64 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Relu_output 1 64 96 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Relu_output InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Relu InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Relu_output 1 96 96 3 3 2 2 0 0 1 -1 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Relu ,"
"Pooling InceptionV3/InceptionV3/Mixed_6a/Branch_2/MaxPool_1a_3x3/MaxPool 1 1 InceptionV3/InceptionV3/Mixed_5d/concat InceptionV3/InceptionV3/Mixed_6a/Branch_2/MaxPool_1a_3x3/MaxPool 0 3 3 2 2 0 0 -1 -1 1 1 ,"
"Concat InceptionV3/InceptionV3/Mixed_6a/concat 3 1 InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Relu InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Relu InceptionV3/InceptionV3/Mixed_6a/Branch_2/MaxPool_1a_3x3/MaxPool InceptionV3/InceptionV3/Mixed_6a/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6a/concat InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6a/concat InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Relu_output 1 768 128 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Relu_output 1 128 128 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Relu InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Relu_output 1 128 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6a/concat InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Relu_output 1 768 128 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Relu_output 1 128 128 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Relu InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Relu_output 1 128 128 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Relu InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Relu_output 1 128 128 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Relu InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Relu_output 1 128 192 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Relu ,"
"Pooling InceptionV3/InceptionV3/Mixed_6b/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV3/InceptionV3/Mixed_6a/concat InceptionV3/InceptionV3/Mixed_6b/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_6b/concat 4 1 InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Relu InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Relu InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_6b/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/concat InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/concat InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Relu_output 1 768 160 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Relu_output 1 160 160 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Relu InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/Relu_output 1 160 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6b/concat InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Relu_output 1 768 160 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/Relu_output 1 160 160 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/Relu InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/Relu_output 1 160 160 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/Relu InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/Relu_output 1 160 160 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/Relu InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/Relu_output 1 160 192 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/Relu ,"
"Pooling InceptionV3/InceptionV3/Mixed_6c/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV3/InceptionV3/Mixed_6b/concat InceptionV3/InceptionV3/Mixed_6c/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_6c/concat 4 1 InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/Relu InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/Relu InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_6c/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/concat InceptionV3/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/concat InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/Relu_output 1 768 160 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/Relu_output 1 160 160 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/Relu InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/Relu_output 1 160 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6c/concat InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/Relu_output 1 768 160 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/Relu_output 1 160 160 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/Relu InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/Relu_output 1 160 160 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/Relu InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/Relu_output 1 160 160 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/Relu InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/Relu_output 1 160 192 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/Relu ,"
"Pooling InceptionV3/InceptionV3/Mixed_6d/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV3/InceptionV3/Mixed_6c/concat InceptionV3/InceptionV3/Mixed_6d/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV3/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_6d/concat 4 1 InceptionV3/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/Relu InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/Relu InceptionV3/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_6d/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/concat InceptionV3/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/concat InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/Relu_output 1 192 192 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/Relu InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/Relu_output 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6d/concat InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/Relu_output 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/Relu InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/Relu_output 1 192 192 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/Relu InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/Relu_output 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/Relu InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/Relu_output 1 192 192 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/Relu ,"
"Pooling InceptionV3/InceptionV3/Mixed_6e/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV3/InceptionV3/Mixed_6d/concat InceptionV3/InceptionV3/Mixed_6e/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV3/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_6e/concat 4 1 InceptionV3/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/Relu InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/Relu InceptionV3/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_6e/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6e/concat InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/Relu_output 1 192 320 3 3 2 2 0 0 1 -1 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/Relu_output InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_6e/concat InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/Relu_output 1 768 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/Relu 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/Relu_output 1 192 192 1 7 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/Relu_output InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/Relu InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/Relu_output 1 192 192 7 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/Relu_output InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/Relu InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/Relu_output 1 192 192 3 3 2 2 0 0 1 -1 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/Relu_output InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/Relu ,"
"Pooling InceptionV3/InceptionV3/Mixed_7a/Branch_2/MaxPool_1a_3x3/MaxPool 1 1 InceptionV3/InceptionV3/Mixed_6e/concat InceptionV3/InceptionV3/Mixed_7a/Branch_2/MaxPool_1a_3x3/MaxPool 0 3 3 2 2 0 0 -1 -1 1 1 ,"
"Concat InceptionV3/InceptionV3/Mixed_7a/concat 3 1 InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/Relu InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/Relu InceptionV3/InceptionV3/Mixed_7a/Branch_2/MaxPool_1a_3x3/MaxPool InceptionV3/InceptionV3/Mixed_7a/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7a/concat InceptionV3/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/Relu_output 1 1280 320 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7a/concat InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu_output 1 1280 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/Relu_output 1 384 384 1 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/Relu_output InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/Relu_output 1 384 384 3 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/Relu_output InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_7b/Branch_1/concat 2 1 InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_1/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7a/concat InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/Relu_output 1 1280 448 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/Relu_output 1 448 384 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/Relu_output InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu_output 1 384 384 1 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu_output InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/Relu_output 1 384 384 3 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/Relu_output InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_7b/Branch_2/concat 2 1 InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_2/concat 1 ,"
"Pooling InceptionV3/InceptionV3/Mixed_7b/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV3/InceptionV3/Mixed_7a/concat InceptionV3/InceptionV3/Mixed_7b/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV3/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/Relu_output 1 1280 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_7b/concat 4 1 InceptionV3/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7b/Branch_1/concat InceptionV3/InceptionV3/Mixed_7b/Branch_2/concat InceptionV3/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_7b/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7b/concat InceptionV3/InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/Relu_output 1 2048 320 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7b/concat InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu_output 1 2048 384 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/Relu_output 1 384 384 1 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/Relu_output InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/Relu_output 1 384 384 3 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/Relu_output InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_7c/Branch_1/concat 2 1 InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_1/concat 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7b/concat InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/Relu_output 1 2048 448 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/Relu_output 1 448 384 3 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/Relu_output InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu_output 1 384 384 1 3 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu_output InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu ,"
"Convolution InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/Relu_output 1 384 384 3 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/Relu_output InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_7c/Branch_2/concat 2 1 InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_2/concat 1 ,"
"Pooling InceptionV3/InceptionV3/Mixed_7c/Branch_3/AvgPool_0a_3x3/AvgPool 1 1 InceptionV3/InceptionV3/Mixed_7b/concat InceptionV3/InceptionV3/Mixed_7c/Branch_3/AvgPool_0a_3x3/AvgPool 1 3 3 1 1 0 0 -1 -1 0 1 ,"
"Convolution InceptionV3/InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/Relu 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_3/AvgPool_0a_3x3/AvgPool InceptionV3/InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/Relu_output 1 2048 192 1 1 1 1 0 0 1 0 1 1 1 ,"
"ReLU InceptionV3/InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/Relu_activation 1 1 InceptionV3/InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/Relu_output InceptionV3/InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/Relu ,"
"Concat InceptionV3/InceptionV3/Mixed_7c/concat 4 1 InceptionV3/InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/Relu InceptionV3/InceptionV3/Mixed_7c/Branch_1/concat InceptionV3/InceptionV3/Mixed_7c/Branch_2/concat InceptionV3/InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/Relu InceptionV3/InceptionV3/Mixed_7c/concat 1 ,"
"Pooling InceptionV3/Logits/AvgPool_1a_8x8/AvgPool 1 1 InceptionV3/InceptionV3/Mixed_7c/concat InceptionV3/Logits/AvgPool_1a_8x8/AvgPool 1 8 8 2 2 0 0 -1 -1 1 1 ,"
"Convolution InceptionV3/Logits/Conv2d_1c_1x1/BiasAdd 1 1 InceptionV3/Logits/AvgPool_1a_8x8/AvgPool InceptionV3/Logits/Conv2d_1c_1x1/BiasAdd 1 2048 1001 1 1 1 1 0 0 1 0 1 1 0 ,"
"Reshape InceptionV3/Logits/SpatialSqueeze 1 1 InceptionV3/Logits/Conv2d_1c_1x1/BiasAdd InceptionV3/Logits/SpatialSqueeze 0 4 4 0 1001 1 1 0 ,"
"Softmax InceptionV3/Predictions/Reshape_1 1 1 InceptionV3/Logits/SpatialSqueeze InceptionV3/Predictions/Reshape_1 1 ,"
